[
  {
    "id": 1,
    "title": "NASA considers kicking Mars sample return into high gear",
    "teaser": "The agency's next-generation Mars 2020 rover, which arrives at Mars in 2021, will collect rock and soil samples and store them for future return to Earth. But thus far, no plan has solidified on how, or even if, those samples will be returned.",
    "postedOn": 1504204200000,
    "authorId": 1
  },
  {
    "id": 2,
    "title": "Your Guide to the Great American Eclipse of 2017",
    "teaser": "The Moon will totally eclipse the Sun for the first time as seen from the continental United States in more than 40 years on August 21, 2017. What are eclipses, and what's special about this one",
    "postedOn": 1504204200000,
    "authorId": 1
  },
  {
    "id": 3,
    "title": "A new hope for a microphone on Mars: Enhancing Mars 2020 science with sound",
    "teaser": "When the Mars 2020 rover lands, we may finally hear the first audio recordings from the Martian surface.",
    "postedOn": 1504204200000,
    "authorId": 1
  },
  {
    "id": 4,
    "title": "Mega Hemorrhaging Total Lunar Eclipse Sept 27-28, 2015",
    "teaser": "There will be a spectacular total lunar eclipse on the night of Sept. 27-28, 2015, a newly dubbed Mega Hemorrhaging Eclipse. Here is info on what lunar eclipses are and how to observe the eclipse.",
    "postedOn": 1504204200000,
    "authorId": 3
  },
  {
    "id": 5,
    "title": "Opening the New Horizons Time Capsule",
    "teaser": "The New Horizons digital time capsule is opened, with the New Horizons Pluto flyby only one week away, showing images from Earth 2006 – the year New Horizons launched. ",
    "postedOn": 1504204200000,
    "authorId": 3
  },
  {
    "id": 6,
    "title": "Five steps to prevent asteroid impacts",
    "teaser": "For Asteroid Day, Bruce Betts reviews 5 steps needed to prevent asteroid impacts, as well as how The Planetary Society is involved in those.",
    "postedOn": 1504204200000,
    "authorId": 3
  },
  {
    "id": 7,
    "title": "Asteroid Telescope First Light",
    "teaser": "Using a Shoemaker NEO Grant a new telescope is operating in Illinois to do asteroid tracking",
    "postedOn": 1504204200000,
    "authorId": 2
  },
  {
    "id": 8,
    "title": "Determining Near Earth Asteroids",
    "teaser": "Shoemaker NEO Grant winner Bob Stephens specializes in lightcurves of near Earth asteroids to determine their physical properties. Here is an update on recent progress using his 2013 Planetary Society grant. ",
    "postedOn": 1504204200000,
    "authorId": 2
  },
  {
    "id": 9,
    "title": "Upgraded Alpha Centauri Planet Search Underway",
    "teaser": "The Planetary Society sponsored Alpha Centauri planet search started using a newly upgraded system in May. Here is a quick update including info from project leader Debra Fischer from Yale about their new system",
    "postedOn": 1504204200000,
    "authorId": 3
  },
  {
    "id": 10,
    "title": "Guide to Asteroid 2012 DA14 Super Close Approach",
    "teaser": "The 45 meter asteroid 2012 DA14 will pass closer to Earth than geostationary satellites on Feb. 15, 2013. Learn about the asteroid and what to expect from the close approach.",
    "postedOn": 1504204200000,
    "authorId": 3
  }
]